Revit 2024 API
BuiltInFailures.MassFailures.MultipleMassing Property
 Can't complete operation. Massing can only exist in one Workset. Change Workset of Massing to match in Local and Central Models.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId MultipleMassing { get; }
Visual Basic
Public Shared ReadOnly Property MultipleMassing As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ MultipleMassing {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.MassFailures Class
Autodesk.Revit.DB Namespace